[{
  "copyright": "Regina Kelly",
  "date": "2016-06-27",
  "explanation": "What's happening over the horizon?  Although the scene may appear somehow supernatural, nothing more unusual is occurring than a setting Sun and some well placed clouds.  Pictured above are anticrepuscular rays.  To understand them, start by picturing common crepuscular rays that are seen any time that sunlight pours though scattered clouds. Now although sunlight indeed travels along straight lines, the projections of these lines onto the spherical sky are great circles.  Therefore, the crepuscular rays from a setting (or rising) sun will appear to re-converge on the other side of the sky.  At the anti-solar point 180 degrees around from the Sun, they are referred to as anticrepuscular rays.  Featured here is a particularly striking display of anticrepuscular rays photographed earlier this month in Westminster, Colorado, USA.   Deja vu: Anticrepuscular Rays over Colorado (I)",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/Anticrep02_Kelly_3264.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Anticrepuscular Rays over Colorado (II)",
  "url": "http://apod.nasa.gov/apod/image/1606/Anticrep02_Kelly_960.jpg"
},
{
  "date": "2016-06-26",
  "explanation": "The New Horizons spacecraft took some stunning images of Jupiter on its way out to Pluto. Famous for its Great Red Spot, Jupiter is also known for its regular, equatorial cloud bands, visible through even modest sized telescopes. The featured image, horizontally compressed, was taken in 2007 near Jupiter's terminator and shows the Jovian giant's wide diversity of cloud patterns.  On the far left are clouds closest to Jupiter's South Pole.  Here turbulent whirlpools and swirls are seen in a dark region, dubbed a belt, that rings the planet.  Even light colored regions, called zones, show tremendous structure, complete with complex wave patterns.   The energy that drives these waves surely comes from below.  New Horizons is the fastest space probe ever launched, has successfully complete its main flyby of Pluto in 2015, and is now heading further out and on track to flyby Kuiper belt object  2014 MU69 in 2019. In the near term, many space enthusiasts excitedly await Juno's arrival at Jupiter next Monday.    APOD in Poster Format: PDF, JPG, Powerpoint",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/jupiterclouds_newhorizons_1843.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Jupiter's Clouds from New Horizons",
  "url": "http://apod.nasa.gov/apod/image/1606/jupiterclouds_newhorizons_960.jpg"
},
{
  "copyright": "Trevor Mahlmann",
  "date": "2016-06-25",
  "explanation": "Near the horizon the Full Moon often seems to loom large, swollen in appearance by the famous Moon illusion. But timelapse images demonstrate that the Moon's apparent size doesn't really change as it climbs toward the zenith. Its color does, though. Recording a frame every 10 seconds, this image shows how dramatic that color change can be. The composite follows a solstice Full Moon climbing above a rugged horizon over northwestern Indiana. A shrinking line-of-sight through planet Earth's dense and dusty atmosphere shifted the moonlight from strawberry red through honey-colored and paler yellowish hues. That change seems appropriate for a northern June Full Moon also known as the Strawberry or Honey Moon.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/Jun21-2016-FullBlend2048.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Strawberry to Honey Moonrise",
  "url": "http://apod.nasa.gov/apod/image/1606/Jun21-2016-FullBlend1024.jpg"
},
{
  "copyright": "Andrew Campbell",
  "date": "2016-06-24",
  "explanation": "These three bright nebulae are often featured in telescopic tours of the constellation Sagittarius and the crowded starfields of the central Milky Way. In fact, 18th century cosmic tourist Charles Messier cataloged two of them; M8, the large nebula left of center, and colorful M20 near the bottom of the frame The third, NGC 6559, is right of M8, separated from the larger nebula by dark dust lanes. All three are stellar nurseries about five thousand light-years or so distant. The expansive M8, over a hundred light-years across, is also known as the Lagoon Nebula. M20's popular moniker is the Trifid. In the composite image, narrowband data records ionized hydrogen, oxygen, and sulfur atoms radiating at visible wavelengths. The mapping of colors and range of brightness used to compose this cosmic still life were inspired by Van Gogh's famous Sunflowers. Just right of the Trifid one of Messier's open star clusters, M21, is also included on the telescopic canvas.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/SagTrip_q100_watermark_CopyrightAndys_Astropix2016.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Sagittarius Sunflowers",
  "url": "http://apod.nasa.gov/apod/image/1606/SagTrip1065_q100_watermark_CopyrightAndys_Astropix2016.jpg"
},
{
  "copyright": "Laurie Hatch",
  "date": "2016-06-23",
  "explanation": "A Full Moon sets as the Solstice Sun rises in this June 20 dawn skyscape. Captured from a nearby peak in central California, planet Earth, the scene looks across the summit of Mount Hamilton and Lick Observatory domes on a calendar date that marks an astronomical change of seasons and hemispherical extremes of daylight hours. Earth's shadow stretches toward the Santa Cruz Mountains on the western horizon. Just above the atmospheric grey shadowband is a more colorful anti-twilight arch, a band of reddened, backscattered sunlight also known as the Belt of Venus. The interplay of solstice dates and lunar months does make this solstice and Full Moon a rare match-up. The next June solstice and Full Moon will fall on the same calendar date on June 21, 2062.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/LH7407_LickObservatorySolsticeDawnMoonset_1440x960.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Solstice Dawn and Full Moonset",
  "url": "http://apod.nasa.gov/apod/image/1606/LH7407_LickObservatorySolsticeDawnMoonset_1024x683.jpg"
},
{
  "copyright": "Bertrand Kulik",
  "date": "2016-06-22",
  "explanation": "What's that over Paris?  Cirrus. Typically, cirrus clouds appear white or gray when reflecting sunlight, can appear dark at sunset (or sunrise) against a better lit sky. Cirrus are among the highest types of clouds and are usually thin enough to see stars through.  Cirrus clouds may form from moisture released above storm clouds and so may herald the arrival of a significant change in weather.  Conversely, cirrus clouds have also been seen on Mars, Jupiter, Saturn, Titan, Uranus, and Neptune.  The featured image was taken two days ago from a window in District 15, Paris, France, Earth.  The brightly lit object on the lower right is, of course, the Eiffel Tower.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/CirrusParis_Kulik_1080.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Cirrus over Paris",
  "url": "http://apod.nasa.gov/apod/image/1606/CirrusParis_Kulik_1080.jpg"
},
{
  "date": "2016-06-21",
  "explanation": "In the center of this serene stellar swirl is likely a harrowing black-hole beast.  The surrounding swirl sweeps around billions of stars which are highlighted by the brightest and bluest. The breadth and beauty of the display give the swirl the designation of a grand design spiral galaxy. The central beast shows evidence that it is a supermassive black hole about 10 million times the mass of  our Sun.  This ferocious creature devours stars and gas and is surrounded by a spinning moat of hot plasma that emits blasts of X-rays. The central violent activity gives it the designation of a Seyfert galaxy. Together, this beauty and beast are cataloged as NGC 6814 and have been appearing together toward the constellation of the Eagle (Aquila) for roughly the past billion years.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/NGC6814_hubble_3970.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "NGC 6814: Grand Design Spiral Galaxy from Hubble",
  "url": "http://apod.nasa.gov/apod/image/1606/NGC6814_hubble_960.jpg"
},
{
  "copyright": "Max Alexander",
  "date": "2016-06-20",
  "explanation": "Today the Sun reaches its northernmost point in planet Earth's sky.  Called a solstice, the date astronomically marks a change of seasons -- from spring to summer in Earth's Northern Hemisphere and from fall to winter in Earth's Southern Hemisphere.  The featured image was taken during the week of the 2008 summer solstice at Stonehenge in United Kingdom, and captures a picturesque sunrise involving fog, trees, clouds, stones placed about 4,500 years ago, and a 4.5 billion year old large glowing orb. Even given the precession of the Earth's rotational axis over the millennia, the Sun continues to rise over Stonehenge in an astronomically significant way.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/StonehengeSun_alexander_4200.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Sunrise Solstice over Stonehenge",
  "url": "http://apod.nasa.gov/apod/image/1606/StonehengeSun_alexander_960.jpg"
},
{
  "copyright": "Brad Goldpaint",
  "date": "2016-06-19",
  "explanation": "What's older than these ancient trees? Nobody you know -- but almost everything in the background of this picture. The trees are impressively old -- each part of the Ancient Bristlecone Pine Forest located in eastern California, USA. There, many of the oldest trees known are located, some dating as far back as about 5,000 years.  Seemingly attached to tree branches, but actually much farther in the distance, are the bright orbs of Saturn (left) and Mars. These planets formed along with the Earth and the early Solar System much earlier -- about 4.5 billion years ago.  Swooping down diagonally from the upper left is the oldest structure pictured: the central band of our Milky Way Galaxy -- dating back around 9 billion years.  The featured image was built from several exposures all taken from the same location -- but only a few weeks ago.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/BristleconeSky_Goldpaint_1600.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Galaxy and Planets Beyond Bristlecone Pines",
  "url": "http://apod.nasa.gov/apod/image/1606/BristleconeSky_Goldpaint_960.jpg"
},
{
  "date": "2016-06-18",
  "explanation": "Pluto's pitted plains meet rugged highlands in this stunning view. On the left lies a southeastern extent of the bright region still informally known as Sputnik Planum. At right the edge of a dark region, informally Krun Macula, rises some 2.5 kilometers above the icy plains. Along the boundary, connected clusters of large pits form deep valleys, some over 40 kilometers long with shadowy floors. Nitrogen ice is likely responsible for the more reflective plains. The dark red color of the highlands is thought to be from complex compounds called tholins, a product of ultraviolet light induced chemical reactions with methane in Pluto's atmosphere. The enhanced color image includes portions of the highest and second highest resolution image data from the New Horizons July 2015 flyby of the distant world.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/KrunMaculaNewHorizons.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Sputnik Planum vs. Krun Macula",
  "url": "http://apod.nasa.gov/apod/image/1606/KrunMaculaNewHorizons1024c.jpg"
},
{
  "copyright": "José J. Chambó",
  "date": "2016-06-17",
  "explanation": "Now approaching our fair planet this Comet PanSTARRS (C/2013 X1) will come closest on June 21-22, a mere 5.3 light-minutes away. By then its appearance low in northern hemisphere predawn skies (high in the south), will be affected by the light of a nearly Full Moon, though. Still the comet's pretty green coma is about the apparent size of the Full Moon in this telescopic portrait, captured on June 12 from the southern hemisphere's Siding Spring Observatory. The deep image also follows a broad, whitish dust tail up and toward the left in the frame, sweeping away from the Sun and trailing behind the comet's orbit. Buffeted by the solar wind, a fainter, narrow ion tail extends horizontally toward the right. On the left edge, the brightest star is bluish Iota Piscis Austrini. Shining at about fourth magnitude, that star is visible to the unaided eye in the constellation of the Southern Fish.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/2013X1_160612_chambo1200.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Comet PanSTARRS in the Southern Fish",
  "url": "http://apod.nasa.gov/apod/image/1606/2013X1_160612_chambo1024.jpg"
},
{
  "copyright": "Alex Conu",
  "date": "2016-06-16",
  "explanation": "The Aurora Borealis or northern lights are familiar visitors to night skies above the village of Reine in the Lofoten Islands, Norway, planet Earth. In this scene, captured from a mountaintop camp site, the auroral curtains do seem to create an eerie tension with the coastal lights though. A modern perspective on the world at night, the stunning image was chosen as the over all winner in The World at Night's 2016 International Earth and Sky Photo Contest. Selections were made from over 900 entries highlighting the beauty of the night sky and its battle with light pollution.",
  "hdurl": "http://apod.nasa.gov/apod/image/1606/TWAN6108-03LConu.jpg",
  "media_type": "image",
  "service_version": "v1",
  "title": "Northern Lights above Lofoten",
  "url": "http://apod.nasa.gov/apod/image/1606/TWAN6108-03LConu.jpg"
},
 {
 "date": "2016-06-15",
 "explanation": "A new sky is becoming visible. When you look up, you see the sky as it appears in light -- electromagnetic radiation. But just over the past year, humanity has begun to see our once-familiar sky as it appears in a different type of radiation -- gravitational radiation.  Today, the LIGO collaboration is reporting the detection of GW151226, the second confirmed flash of gravitational radiation after GW150914, the historic first detection registered three months earlier. As its name implies, GW151226 was recorded in late December of 2015. It was detected simultaneously by both LIGO facilities in Washington and Louisiana, USA.  In the featured video, an animated plot demonstrates how the frequency of GW151226 changed with time during measurement by the Hanford, Washington detector.  This GW-emitting system is best fit by two merging black holes with initial masses of about 14 and 8 solar masses at a redshift of roughly 0.09, meaning, if correct, that it took roughly 1.4 billion years for this radiation to reach us.  Note that the brightness and frequency -- here mapped into sound -- of the gravitational radiation peaks during the last second of the black hole merger. As LIGO continues to operate, as its sensitivity continues to increase, and as other gravitational radiation detectors come online in the next few years, humanity's new view of the sky will surely change humanity's understanding of the universe.",
 "media_type": "video",
 "service_version": "v1",
 "title": "GW151226: A Second Confirmed Source of Gravitational Radiation",
 "url": "https://www.youtube.com/embed/XsA34rRHpuA?rel=0"
 },
 {
 "copyright": "Ezequiel Etcheverry",
 "date": "2016-06-14",
 "explanation": "Here lie familiar shapes in unfamiliar locations. On the left is an emission nebula cataloged as NGC 7000, famous partly because it resembles our fair planet's continent of North America.  The emission region to the right of the North America Nebula is IC 5070, also known for its suggestive outlines as the Pelican Nebula.  Separated by a dark cloud of obscuring dust, the two bright nebulae are about 1,500 light-years away. At that distance, the 4 degree wide field of view spans 100 light-years. This spectacular cosmic portrait combines narrow band images to highlight bright ionization fronts with fine details of dark, dusty forms in silhouette. Emission from atomic hydrogen, sulfur, and oxygen is captured in the narrow band image in scientifically assigned colors. These nebulae can be seen with binoculars from a dark location.",
 "hdurl": "http://apod.nasa.gov/apod/image/1606/PelicanNorthAmerica_Etcheverry_3232.jpg",
 "media_type": "image",
 "service_version": "v1",
 "title": "The North America and Pelican Nebulas",
 "url": "http://apod.nasa.gov/apod/image/1606/PelicanNorthAmerica_Etcheverry_960.jpg"
 },
 {
 "date": "2016-06-13",
 "explanation": "Why does star KIC 8462852 keep wavering?  Nobody knows.  A star somewhat similar to our Sun, KIC 8462852 was one of many distant stars being monitored by NASA's robotic Kepler satellite to see if it had planets. Citizen scientists voluntarily co-inspecting the data along with computers found this unusual case where a star's brightness dropped at unexpected times by as much as 20 percent for as long as months -- but then recovered. Common reasons for dimming -- such as eclipses by orbiting planets or stellar companions -- don't match the non-repetitive nature of the dimmings. A currently debated theory is dimming by a cloud of comets or the remnants of a shattered planet, but these would not explain data indicating that the star itself has become slightly dimmer over the past 125 years.  Nevertheless, featured here is an artist's illustration of a planet breaking up, drawn to depict NGC 2547-ID8, a different system that shows infrared evidence of such a collision. Recent observations of KIC 8462852 did not detect the infrared glow of a closely orbiting dust disk, but gave a hint that the system might have such a disk farther out.  Future observations are encouraged and creative origin speculations are sure to continue.",
 "hdurl": "http://apod.nasa.gov/apod/image/1606/NGC2547ID8_Spitzer_4005.jpg",
 "media_type": "image",
 "service_version": "v1",
 "title": "Unexplained Dimmings in KIC 8462852",
 "url": "http://apod.nasa.gov/apod/image/1606/NGC2547ID8_Spitzer_1080.jpg"
 },
 {
 "date": "2016-06-12",
 "explanation": "What kind of cloud is this?  A type of arcus cloud called a roll cloud.  These rare long clouds may form near advancing cold fronts.   In particular, a downdraft from an advancing storm front can cause moist warm air to rise, cool below its dew point, and so form a cloud.  When this happens uniformly along an extended front, a roll cloud may form.  Roll clouds may actually have air circulating along the long horizontal axis of the cloud.  A roll cloud is not thought to be able to morph into a tornado.  Unlike a similar shelf cloud, a roll cloud is completely detached from their parent  cumulonimbus cloud.  Pictured above, a roll cloud extends far into the distance in 2009 January above Las Olas Beach in Maldonado, Uruguay.",
 "hdurl": "http://apod.nasa.gov/apod/image/1606/rollcloud_eberl_2572.jpg",
 "media_type": "image",
 "service_version": "v1",
 "title": "A Roll Cloud Over Uruguay",
 "url": "http://apod.nasa.gov/apod/image/1606/rollcloud_eberl_960.jpg"
 },
 {
 "date": "2016-06-11",
 "explanation": "Named for the southern constellation toward which most of its galaxies can be found, the Fornax Cluster is one of the closest clusters of galaxies. About 62 million light-years away, it is almost 20 times more distant than our neighboring Andromeda Galaxy, and only about 10 percent further than the better known and more populated Virgo Galaxy Cluster. Seen across this two degree wide field-of-view, almost every yellowish splotch on the image is an elliptical galaxy in the Fornax cluster. A standout barred spiral galaxy NGC 1365 is visible on the lower right as a prominent Fornax cluster member. The spectacular image was taken by the VLT Survey Telescope at ESO's Paranal Observatory.",
 "hdurl": "http://apod.nasa.gov/apod/image/1606/eso1612aFornaxCluster.jpg",
 "media_type": "image",
 "service_version": "v1",
 "title": "The Fornax Cluster of Galaxies",
 "url": "http://apod.nasa.gov/apod/image/1606/eso1612aFornaxCluster1024.jpg"
 },
 {
 "copyright": "Michael Miller",
 "date": "2016-06-10",
 "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. This sharp telescopic portrait uses narrow band image data that isolates light from hydrogen and oxygen atoms in the wind-blown nebula. The oxygen atoms produce the blue-green hue that seems to enshroud the detailed folds and filaments. Visible within the nebula, NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  The nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.",
 "hdurl": "http://apod.nasa.gov/apod/image/1606/NGC-6888-6-3-16MillerWalker2048.jpg",
 "media_type": "image",
 "service_version": "v1",
 "title": "NGC 6888: The Crescent Nebula",
 "url": "http://apod.nasa.gov/apod/image/1606/NGC-6888-6-3-16MillerWalker1024.jpg"
 }]